<template>
  <section class="about-us">
    <div class="container">
      <h2 class="about-us__title">Мы похожи!</h2>
      <p
        class="about-us__text"
      >Не следует, однако забывать, что укрепление и развитие структуры представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении поставленных задач. Разнообразный и богатый опыт рамки и место обучения кадров влечет за собой процесс внедрения и модернизации системы обучения кадров, соответствует насущным потребностям. Повседневная практика показывает, что укрепление и развитие структуры способствует подготовки и реализации форм развития.</p>
      <p
        class="about-us__text"
      >Разнообразный и богатый опыт начало повседневной работы по формированию позиции способствует подготовки и реализации дальнейших направлений развития. Равным образом дальнейшее развитие различных форм деятельности позволяет оценить значение соответствующий условий активизации. С другой стороны постоянный количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке направлений прогрессивного развития. Разнообразный и богатый опыт укрепление и развитие структуры позволяет оценить значение дальнейших направлений развития. Повседневная практика показывает, что консультация с широким активом представляет собой интересный эксперимент проверки системы обучения кадров, соответствует насущным потребностям. Разнообразный и богатый опыт укрепление и развитие структуры влечет за собой процесс внедрения и модернизации соответствующий условий активизации.</p>
    </div>
  </section>
</template>


<script>
export default {
  name: "AboutUs"
};
</script>


<style lang="scss">
@import "../assets/scss/vars.scss";
@import "../assets/scss/fonts.scss";

.about-us {
  max-width: 773px;
  margin: 0 auto;

  padding-top: 80px;
  padding-bottom: 100px;

  @media (max-width: 768px) {
    padding-top: 60px;
    padding-bottom: 60px;
  }

  &__title {
    font-family: "DIN Pro", Arial, Helvetica, sans-serif;
    font-size: 48px;
    line-height: normal;
    text-align: left;
    letter-spacing: -0.02em;
    color: $primary-text;
    margin: 0;
    margin-bottom: 30px;
  }
  &__text {
    font-family: "Roboto", Arial, Helvetica, sans-serif;
    font-style: normal;
    font-weight: normal;
    font-size: 16px;
    line-height: 26px;
    color: #4e4d53;
    margin: 0;
    margin-bottom: 30px;
  }
}
</style>

